<template>
    <MainLayout
        :title="$route.meta.title"
        :headerStyle="$config.headerStyle"
        class="common-layout-back"
        :isShowBackWord="false"
    >

        <div
            slot="page-body"
            class="warning-protocol"
        >
            <div>
                <P>欢迎使用IAITRADE量化盯盘服务，IAITRADE旗下产品由庞大的量化投研团队开发和维护，主要服务于股票，外汇，期货，数字货币等投资领域，以最真实，严谨的量化技术为客户提供价值。IAITRADE盯盘服务包括IAITRADE微信服务号投研服务，IAITRADE网站服务，IAITRADE软件产品等。使用前请仔细跃度本法规声明。</P>
                <h2>【一】IAITRADE服务协议</h2>
                <h3>一、服务条款的确认及接纳：</h3>
                <p>
                    1.1 用户在注册之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户。一旦注册成功，则用户与IAITRADE之间自动形成协议关系，用户应当受本协议的约束。用户在绑定合作方以及使用产品功能时，应当同意接受相关协议后方能使用。
                    1.2 用户接受本服务条款即为同意接收IAITRADE通过微信公众号推送，由客户自行设置的预警消息。
                </p>
                <h3>二、用户隐私及账号制度</h3>
                <p>2.1 用户一旦注册成功，即成为IAITRADE合法用户，将使用手机号作为唯一登录用户名。用户将对用户名安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告IAITRADE。IAITRADE将尽可能保证您的注册信息、安全传输并且妥善保存。IAITRADE仅在为您提供服务时使用以上信息。</p>
                <p>2.1 IAITRADE承诺对用户个人隐私严格保密，不以任何形式公开、透露注册用户的注册信息（详见本协议中第二部分【IAITRADE隐私政策】）。</p>
                <h3>三、提供服务</h3>
                <p>3.1 IAITRADE提供第三方量化分析服务，所涉及产品均有统计分析得出的客观，真实数据。
                    数据及结论仅作为指示性信息，不代表和不承诺未来收益，由于使用该产品所造成的资金损失，IAITRADE及所含数据的提供商不承担责任。</p>
                <p>3.2 IAITRADE有义务保证产品内展示的所有数据都是客观，真实的。</p>
                <p>3.3 IAITRADE所展示的量化数据，均为历史回测结果。所展示的信息文章，均为市场个人观点。均不代表IAITRADE立场，也不代表IAITRADE投资建议，使用时需要用户自行分析，合理使用。</p>
                <p>3.4 IAITRADE对因各做市商/交易所、卫星传输线路、电信部门及网络服务提供商等任何原因造成的信息传递异常情况所至后果不承担法律责任，但有义务积极协助交易所、电信部门、网络服务提供商使之恢复正常。用户应始终避免并消除由于上述原因造成的信息遗漏、错误、丢失、延迟、中断等可能给IAITRADE带来不利影响的因素，使其免受经济损失和名誉损失，不得因本合同关系而以上述缘由向IAITRADE提出索赔。此外，由于地震、台风、战争、罢工、政府行为、瘟疫、爆发性和流行性传染病或其他重大疫情、非因各方原因造成的火灾、基础电信网络中断造成的及其它各方不能预见并且对其发生后果不能预防或避免的不可抗力原因，致使相关服务中断，IAITRADE不承担由此产生的损失，但应及时通知服务中断原因，并积极加以解决。</p>
                <p>3.5 用户或IAITRADE可随时根据实际情况中断一项或多项网络服务。IAITRADE不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对IAITRADE的服务不满，可以行使如下权利：</p>
                <blockquote>
                    <ul>
                        <li>(1)停止使用IAITRADE的网络服务。</li>
                        <li>(2)通告IAITRADE停止对该用户的服务。</li>
                    </ul>
                    结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户没有权利，IAITRADE也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。
                </blockquote>
                <p>3.6 用户在他们发表的信息中加入宣传资料或参与广告策划，在IAITRADE的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。IAITRADE不承担任何责任，IAITRADE没有义务为这类广告销售负任何一部分的责任。</p>
                <p>3.7 若有广告刊登在IAITRADE提供的任何服务场景下，广告皆为第三方内容，IAITRADE不为其内容的真实性以及产生的任何纠纷负责，请用户在处理涉及资金问题的时候，需谨慎，再三确认。</p>
                <p>3.8 IAITRADE定义的网络服务内容包括：文字、软件、声音、图片、录象、图表中的全部内容；IAITRADE为用户提供的其他信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在IAITRADE授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。IAITRADE所有的文章版权归原文作者和IAITRADE共同所有，任何人需要转载IAITRADE的文章，必须征得原文作者或IAITRADE授权。</p>
                <h3>四、用户基本行为准则</h3>
                <p>
                    4.1 用户应严格遵守国家法律、法规以及道德规范，不得使用本公众号从事违法活动，不得涉及： </p>
                <ul>
                    <li>（1）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
                    <li>（2）损害国家荣誉和利益的；</li>
                    <li>（3）煽动民族仇恨、民族歧视、破坏民族团结的；</li>
                    <li>（4）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
                    <li>（5）散布谣言、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
                    <li>（6）侮辱、诽谤他人，或侵害他人合法权利的；</li>
                    <li>（7）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
                    <li>（8）“其他违反法律、法规、规章、条例等的行为或者违背社会道德的行为的”。</li>
                </ul>

                <p> 4.2用户应承担一切因其个人的行为而直接或间接导致的法律责任。</p>
                <p>五、有限责任</p>
                <p>对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。这些行为都有可能会导致IAITRADE的形象受损，所以IAITRADE事先提出这种损害的可能性。此外，为了网站的正常运行，IAITRADE需要定期或不定期地对网站进行停机维护，因此类情况而造成的正常服务中断，请您予以理解。IAITRADE将尽力避免服务中断或将中断时间限制在最短时间内。如因不可抗力或其他无法控制的原因，使IAITRADE系统崩溃或无法正常使用，导致您在IAITRADE丢失有关的信息、记录等，IAITRADE不承担责任。但是IAITRADE会尽合理的可能协助处理善后事宜，并努力使您免受经济损失。</p>

                <p>六、法律</p>
                <p>本网络服务条款要与中华人民共和国的法律解释相一致，用户和IAITRADE一致同意服从高等法院所有管辖。如发生IAITRADE服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。</p>

                <p>风险批露: 交易股票、外汇、商品、期货、债券、基金等金融工具或加密货币属高风险行为，这些风险包括损失您的部分或全部投资金额，所以交易并非适合所有投资者。加密货币价格极易波动，可能受金融、监管或政治事件等外部因素的影响。保证金交易会放大金融风险。
                    在决定交易任何金融工具前，您应当充分了解与金融市场交易相关的风险和成本，并谨慎考虑您的投资目标、经验水平以及风险偏好，必要时应当寻求专业意见。
                    IAITRADE提醒您，本公司所含数据未必实时、准确。本公司的数据和价格未必由市场或交易所提供，而可能由做市商提供，所以价格可能并不准确且可能与实际市场价格行情存在差异。即该价格仅为指示性价格，反映行情走势，不宜为交易目的使用。对于您因交易行为或依赖本网站所含信息所导致的任何损失，IAITRADE及所含数据的提供商不承担责任。</p>
                <h2>【二】IAITRADE隐私政策</h2>
                <p>本版本更新于2019年9月08日</p>

                <h3>概述</h3>
                <p>IAITRADE 及旗下所有产品非常重视您的隐私保护，在您浏览的相关APP以及其他产品时，我们将通过IAITRADE隐私政策告诉您我们将如何手机、更新、控制和保护您的个人信息，并说明您享有的权利。</p>
                <ul>
                    <li>1. 为了便于您了解您在使用我们服务时，我们需要手机的信息类型与用途，我们将在下文向您逐一说明。</li>

                    <li>2.为了向您提供服务所需，我们会按照合法、正当、必要的原则收集您的信息。</li>

                    <li>3.如果为了向您提供服务需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施并且严格遵守相关法律法规与监管要求。</li>

                    <li>4.IAITRADE将严格把控第三方如何使用该信息，第三方使用信息前，需征得IAITRADE 同意。当IAITRADE判断该使用途径将为客户带来不利影响时，将停止与第三方的服务及合作。</li>

                    <li>5.若第三方私下滥用由IAITRADE提供的信息，并造成不良影响及损失时，IAITRADE不对该不良影响产生的损失负责，但IAITRADE有义务协助您与第三方协调，并追究第三方责任。</li>

                    <li>6.如果为了向您提供服务而需要从第三方获取您的信息，我们将要求第三方保障其提供信息的合法性。</li>
                </ul>
                <p>您可以根据以下索引阅读相应章节，进一步了解本政策：</p>
                <ul>
                    <li>一、我们如何获取信息</li>
                    <li>二、我们如何使用信息</li>
                    <li>三、我们如何存储和保护信息</li>
                    <li>四、您如何访问和控制自己的个人信息</li>
                    <li>五、本隐私指引的例外</li>
                </ul>
                <p>一、我们如何收集个人信息</p>

                <p>为了您可以正常使用我们的服务，我们会在下列情形下收集您的相关个人信息，同时也可能通过合法存储您相关信息的第三方收集您的个人信息：</p>

                <p>1、账户注册</p>

                <p>您在注册IAITRADE账户时，可能需要提供您的联系方式信息，以便完成账户注册并正常使用我们的相关服务。还可能通过您关联的第三方（微信）获取您的相关信息。</p>

                <p>2、风险防范</p>

                <p>为了保障您的资金安全，防止个人信息泄露，我们可能会收集您的下列信息：</p>
                <!--  -->
                <p>
                    （1）日志信息：我们会收集您在使用我们服务时搜索或浏览的信息、通讯的信息、分享内容所包含的信息以及设备和软件信息，其中设备和软件信息包括您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码等；
                </p>
                <h3>3、服务改进</h3>
                <P>
                    为了提升服务质量，完善用户体验，我们会收集您使用IAITRADE服务时的搜索记录，收集您与客户服务团队联系时提供的信息，收集您参与问卷调查时向我们发送的问卷答复信息以及您使用的服务类别和方式、使用服务时的操作信息以及有关您曾使用的移动应用（APP）和其它软件的信息，还会收集其合法留存的您的行为信息，我们会对这些信息进行分析汇总，根据上述信息向您提供您可能感兴趣的内容，以便提供更为准确、个性及便捷的服务。另外为提供寻找好友的功能，我们需要获取您的手机通讯录为您推荐好友，同时为避免骚扰我们通过匹配通话记录来为您提供可靠的好友推荐；为提供验证码代填功能，我们需要获取的短信读取权限。您也可以通过手机设置->应用->权限来关闭以上权限，但可能会影响验证码代填功能。</P>
                <h3>4、服务通知及查询</h3>
                <P>为了您更方便的获得我们的服务通知及查询服务状态，我们会按照法律法规规定对您的行为信息进行储存并妥善保管，同时也会根据您的查询需求，向您发送相关的服务状态通知。</P>
                <h3>5、cookie</h3>
                <P>为便于您能获得更轻松的访问体验，省去您重复输入注册信息的步骤，判断您的账户是否处于安全状态，在您使用IAITRADE旗下产品，我们可能会通过cookie或其它应用程序提供的本地存储等一系列小型数据文件识别您的身份，另外，我们的网站还可能会包含一些网络beacon，我们会通过这些网络beacon收集您浏览网页活动的信息，用来统计浏览网页用户数量，或访问某些cookies用以提升您的体验。以上服务均基于您浏览器或浏览器附加服务允许的情况下实现。</P>
                <P>6、在法律法规允许的范围内，在以下情形中，我们可能会在无需征得您同意的情况下收集并使用您的个人信息：</P>
                <ul>
                    <li>（1）依照国家法律法规相关的规定；</li>
                    <li>（2）依照公检法等执法部门法律程序相关的要求；</li>
                    <li>（3）依照政府部门、上级监管单位相关的制度；</li>
                    <li>（4）为维护社会公共利益，保护我们的公司、我们的用户或雇员的合法权益所合理必需的其他用途。</li>
                </ul>
                <h3> 二、我们如何使用个人信息</h3>
                <p>我们承诺对您的信息进行保密，我们会在以下情形使用您的个人信息：</p>
                <p>1、遵守国家法律法规及监管规定，为顺利向您提供服务，或提升您的服务体验。</p>
                <p>2、向您发送您使用本产品自设的内容推送，或提供与您相关的产品信息。如您不希望接此类内容，您可通过退订以拒绝该类信息。</p>
                <p> 3、共享：在和第三方共享您的个人信息前，我们会对其个人信息安全防护能力水平提出要求，确认其采集个人信息行为的合法性、正当性、安全性、必要性，与其签订保密协议，对其查询行为及进行监控，督促其遵守国家法律法规及协议中约定的安全防护措施和保密条例，一旦发现其违反协议约定将会采取有效措施甚至终止合作。以下情形会共享您的个人信息：</p>
                <p>（1）经过您的明确授权或同意的；</p>
                <p>（2）为了提供需要和第三方（共享信息才能提供的服务，如抽奖活动、竞赛活动）；</p>
                <p>（3）为了处理您的纠纷或争议；</p>
                <p>（4）公司进行合并、被收购、IPO及其它资本活动时，我们会把您的个人信息共享给必要的主体，并要求其签署保密协议；</p>
                <p>（5）在国家法律法规允许的范围内，授权已取得您明确同意的第三方向我们查询、采集您在东方财富的个人信息。</p>
                <p>4、转让：未经您的授权或同意，我们不会将您的个人信息转让给任何组织和个人，但是涉及到公司合并、收购或破产清算时，有可能会将您的个人信息转让给新的组织，届时，我们会要求其以通知确认的形式征求您的同意，并要求其遵守本隐私保护指引。</p>
                <p>5、公示：未经您的授权或同意，原则上我们不会公开披露您的个人信息，但在公布中奖活动名单的情况下，需要公示的中奖用户登录名以及脱敏后的中奖用户手机号码除外。</p>
                <h3> 三、我们如何存储和保护个人信息</h3>
                <p>1、存储</p>
                <ul>
                    <li>（1）境内：我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。</li>
                    <li>（2）境外：在经您授权处理跨境业务的前提条件下，我们会按照法律法规和监管部门的规定，通过与境外机构签订协议、定期核查的方式，确保需要向境外机构传输境内收集的您的个人信息的行为被合法有效的执行，并要求境外机构为获取的用户所有个人信息进行保密。</li>
                    <li>（3）我们仅在本指引所述目的所必需期间和法律法规要求的时限内保留您的个人信息。</li>
                </ul>
                <p>2、保护，IAITRADE承诺将信息安全防护达到合理的安全水平。为防止您信息的泄露、丢失或损毁，我们将通过以下但不限于以下技术和管理手段来保障您的个人信息安全：</p>
                <ul>
                    <li>（1）信息加密传输；</li>
                    <li>（2）信息加密存储；</li>
                    <li>（3）数据中心进行严格访问控制；</li>
                    <li>（4）建立内控管理制度，对能够接触到您个人信息的内部人员采取最小授权原则；</li>
                    <li>（5）对内部人员处理您个人信息的行为进行管理；</li>
                    <li>（6）对内部人员进行国家行业法律法规、隐私安全要求、信息安全意识的培训和考核；</li>
                    <li>（7）信息安全事件应急响应：由于各种可控范围外因素的出现或外部恶意手段的不断发展，不幸发生个人信息安全事件后，我们将按照法律法规要求，以包括但不限于邮件、信函、电话或推送通知的方式及时向您告知信息安全事件基本情况、范围影响、已采取或即将采取措施、补救措施、自主防范降低风险建议等内容，因特殊情况难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时我们会向上级监管单位及时主动上报信息安全事件的处置进度及状况。</li>
                </ul>
                <p>3、如果我们出现停止运营的情况，我们将立即停止收集您个人信息的行为，对所存储的所有个人信息进行删除或匿名化处理，并以逐一送达或公告的形式将停止运营的消息向您发布。</p>
            </div>
        </div>
    </MainLayout>
    <!--  -->

</template>
<style lang="scss" scoped>
.warning-protocol {
    padding: 0 0.28rem;
    line-height: 0.5rem;
    color: #fff;
    p {
        margin: 0.2rem 0;
    }
    ul {
        margin: 0.28rem 0;
        li {
            margin-top: 0.28rem;
        }
    }
}
</style>